[
  [
    {
      "nama": "Tumis Tempe Kubis",
      "gambar": "tempekol",
      "menu": "Sahur",
      "kategori": "Makanan",
      "desc": "Untuk dapat memasak tumis kol tempe pada postingan ini kamu membutuhkan 4 bahan saja. Jadi silahkan Anda siapkan terlebih dahulu bahan-bahanya seperti dibawah ini. Silahkan siapkan Kol setengan . Silahkan sediakan Tempe . Silahkan sediakan Tempe . Silahkan siapkan Cabe, bawang bombai,daun bawang(opsional ya)b, putih cincang,. Masukkan tempe dan aduk hingga warna menjadi berubah. Masukkan kecap manis dan aduk perlahan hingga merata. Tambahkan bumbu seperti garam dan aduk. Rekomendasi menu makan hari ini dari FIMELA ada Tempe Cabai Garam, Tumis Udang Bawang dan Cah Kembang Kol Ayam. ",
      "url": "https://www.google.com/search?q=tumis+kol+tempe"
    }
  ],
  [
    {
      "nama": "Teh Lemon Anget",
      "gambar": "tehlemon",
      "menu": "Sahur",
      "kategori": "Minuman",
      "desc": "Racikan teh dan lemon juga diketahui sebagai kombinasi dua bahan yang amat bermanfaat untuk kesehatan tubuh secara keseluruhan. Terlebih jika menggunakan jenis teh hitam dikatakan tak kalah baik dengan racikan teh dan lemon yang menggunakan jenis teh hijau. Walaupun lebih murah dan mudah didapatkan, ternyata manfaat teh hitam cukup mampu menyeimbangi efek kesehatan yang bisa didapatkan dari teh hijau. Mengandung berbagai nutrisi seperti vitamin C, vitamin B6, folat, theaflavin, katekin, kalsium dan berbagai nutrisi lainnya ada manfaat ajaib yang bisa didapatkan melalui konsumsi teh hitam campur lemon.",
      "url": "https://www.google.com/search?q=teh+lemon"
    }
  ],
  [
    {
      "nama": "Cilok Bumbu Kacang",
      "gambar": "cilok",
      "menu": "Iftar",
      "kategori": "Takjil",
      "desc": "Cilok is an Indonesian snack made with a blend of all purpose flour and tapioca flour, ground toasted dried shrimp, thinly sliced scallions, grated garlic, and season with salt, sugar, and ground white pepper. Water is then added to this mixture and kneaded until the point where it can be gathered into a ball. When you reach this point, the dough is ready, and you can start making 1 inch balls from this dough. The balls can be cooked by boiling in a pot of water or by deep frying in hot oil. Both versions are enjoyed with peanut sauce.",
      "url": "https://www.google.com/search?q=cilok"
    },
    {
      "nama": "Kurma Balah",
      "gambar": "kurma",
      "menu": "Iftar",
      "kategori": "Takjil",
      "desc": "Kurma, (Arab: تمر, Tamr; nama latin Phoenix dactylifera) adalah tanaman palma (Arecaceae) dalam genus Phoenix, buahnya dapat dimakan. Walaupun tempat asalnya tidak diketahui karena telah sejak lama dibudidayakan, kemungkinan tanaman ini berasal dari tanah sekitar Teluk Persia.",
      "url": "https://www.google.com/search?q=kurma"
    }
  ],
  [
    {
      "nama": "Semangka",
      "gambar": "semangka",
      "menu": "Iftar",
      "kategori": "Buah",
      "desc": "Mencegah dehidrasi Semangka merupakan buah dengan kandungan air yang tinggi yakni mencapai 92 persen, Mencegah kanker, Mencegah penyakit jantung Mencegah peradangan Mencegah penyakit mata",
      "url": "https://www.google.com/search?q=manfaat+semangka"
    },
    {
      "nama": "Melon",
      "gambar": "melon",
      "menu": "Iftar",
      "kategori": "Buah",
      "desc": "Cucurbitaceae with sweet, edible, and fleshy fruit. The word 'melon' can refer to either the plant or specifically to the fruit. Botanically, a melon is a kind of berry, specifically a 'pepo'. The word melon derives from Latin melopepo,[1][2] which is the latinization of the Greek μηλοπέπων (mēlopepōn), meaning 'melon',[3] itself a compound of μῆλον (mēlon), 'apple, treefruit (of any kind)'[4] and πέπων (pepōn), amongst others 'a kind of gourd or melon'. Many different cultivars have been produced, particularly of cantaloupes.",
      "url": "https://www.google.com/search?q=melon"
    }
  ],
  [
    {
      "nama": "Es Susu",
      "gambar": "susu",
      "menu": "Iftar",
      "kategori": "Minuman",
      "desc": "Es susu regal jadi salah satu minuman kekinian ala kafe yang menyegarkan. Tapi minuman ini mudah banget buat ditiru di rumah, lho. Kamu pun bebas mau pakai susu rasa apa.",
      "url": "https://www.google.com/search?q=es+susu"
    },
    {
      "nama": "Es Timun Serut",
      "gambar": "timunserut",
      "menu": "Iftar",
      "kategori": "Minuman",
      "desc": "Timun biasanya disajikan untuk lalapan Namun kamu juga bisa mengolah timun menjadi minuman yang menyegarkan. Es timun serut adalah minuman andalan di restoran padang. Selain melegakan dahaga, es timun serut juga bermanfaat melunturkan lemak di tenggorokan dari daging dan santan setelah bersantap. Yuk bikin es timun serut di rumah saat Idul Adha, agar lebih segar bisa tambahkan selasih.",
      "url": "https://www.google.com/search?q=es+mentimun+serut"
    }
  ],
  [
    {
      "nama": "Ayam Krispi Sambel",
      "gambar": "ayamkrispi",
      "menu": "Malam",
      "kategori": "Makanan",
      "desc": "Resep ayam kentucky mudah bisa Bunda variasikan dengan resep Ayam Crispy Sambal. Cara membuat ayam crispy sendiri sangat praktis. Bunda tidak perlu banyak bahan untuk membuat bumbu ayam crispy. Balutkan saja ayam dengan Kobe Tepung Kentucky Super Crispy sebelum digoreng. Tetapi jangan lupa membuat sambal pelengkapnya sebelum menghidangkan ayamnya. Gunakan cara membuat sambal sederhana dari resep sambal mantap berikut. Kombinasi menu ini membuktikan ayam crispy termasuk makanan yang cocok dengan sambal.",
      "url": "https://www.google.com/search?q=ayam+krispi+sambel"
    }
  ],
  [
    {
      "nama": "Es Teh",
      "gambar": "esteh",
      "menu": "Malam",
      "kategori": "Minuman",
      "desc": "Teh adalah minuman yang mengandung kafeina, sebuah infusi yang dibuat dengan cara menyeduh daun, pucuk daun, atau tangkai daun yang dikeringkan dari tanaman Camellia sinensis dengan air panas. Teh yang berasal dari tanaman teh dibagi menjadi empat kelompok: teh hitam, teh oolong, teh hijau, dan teh putih. ",
      "url": "https://www.google.com/search?q=es+teh"
    }
  ]
]